Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: "Anwar al-Sadat's grand strategy in the Yom Kippur war" (PDF). National War College. pp. 1, 8. Retrieved 11 June 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 El-Gamasy (1993).
ne: 1 2 3 Insight Team of the London Sunday Times 1974, p. 15. ↑ Herzog 1982, p. 321. ↑ James Bean and Craig Girard (२००१), "Anwar al-Sadat's grand strategy in the Yom Kippur war", National War College, पृ: 1, 8, अभिगमन मिति ११ जुन २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 El-Gamasy (1993).

source: The Yom Kippur War, Ramadan War, or October War (Hebrew: מלחמת יום הכיפורים‎, Milẖemet Yom HaKipurim, or מלחמת יום כיפור, Milẖemet Yom Kipur; Arabic: حرب أكتوبر‎, Ḥarb ʾUktōbar, or حرب تشرين, Ḥarb Tišrīn), also known as the 1973 Arab–Israeli War, was a war fought from October 6 to 25, 1973, by a coalition of Arab states led by Egypt and Syria against Israel. The war took place mostly in Sinai and the Golan—occupied by Israel during the 1967 Six-Day War—with some fighting in African Egypt and northern Israel.[56][57] Egypt's initial war objective was to use its military to seize a foothold on the east bank of the Suez Canal and use this to negotiate the return of the rest of Sinai.[58][59][60][61]
ne: योम किपुर युद्ध, रमादान युद्ध , वा अक्टोबर युद्ध (Hebrew: מלחמת יום הכיפורים‎, Milẖemet Yom HaKipurim, or מלחמת יום כיפור, Milẖemet Yom Kipur; Arabic: حرب أكتوبر‎, Ḥarb ʾUktōbar, or حرب تشرين, Ḥarb Tišrīn), लाई १९७३ अरब-इजरायल युद्धको नामले समेत चिनिन्छ । यो युद्ध ६ अक्टोबर देखि २५ अक्टोबर , १९७३ मा इजिप्ट र सिरिया द्वारा नेतृत्व गरिएको अरब गठबन्धन र इजरायलबीच लडिएको थियो । यो युद्ध मुख्यतः सिनाइ र गोलनमा लडिएको थियो जुन during the 196१९६७ मा छ दिने युद्धको क्रममा इजरायलले कब्जा गरेको थियो र कुनै लडाई अफ्रिकी इजिप्ट र उत्तरी इजरायलमा भएको थियो । [56][57] इजिप्टको यस युद्धको प्रारम्भिक उद्धेश्य स्वेज नहरको पूर्वी तट नियन्त्रण गर्नु र वार्ताको माध्यमबाट बाँकि सिनाइको फिर्ता गराउनु थियो ।[58][59][60][61]

source: The war began when the Arab coalition launched a joint surprise attack on Israeli positions, on Yom Kippur, the holiest day in Judaism, which also occurred that year during the Muslim holy month of Ramadan.[62] Egyptian and Syrian forces crossed ceasefire lines to enter the Sinai Peninsula and the Golan Heights, respectively. Both the United States and the Soviet Union initiated massive resupply efforts to their respective allies during the war, and this led to a near-confrontation between the two nuclear superpowers.[63]
ne: जब अरब गठबन्धनले इजरायली भूभागमा स्लामको पवित्र महिना रमजानमा अनौठो संयुक्त आक्रमण गरे, तब युद्ध सुरु भयो ।[62] इजिप्टेली र सिरियाली फौज युद्धबिराम रेखा पार गरेर क्रमश सिनाइ प्रायद्विप र गोलन हाइट्समा प्रवेश गरे । दुवै अमेरिका र सोभियत संघले आफ्नो मित्र शक्तिलाई सहायता प्रदान गरे , जसले गर्दा दूई परमाणु हतियार सम्पन्न दूई शक्तिहरु समेत युद्धको नजिक पुगेका थिए ।[63]

source: Within a week, Israeli artillery began to shell the outskirts of Damascus, and Egyptian President Sadat began to worry about the integrity of his major ally. He believed that capturing two strategic passes located deeper in the Sinai would make his position stronger during post-war negotiations; he therefore ordered the Egyptians to go back on the offensive, but their attack was quickly repulsed. The Israelis then counter-attacked at the seam between the two Egyptian armies, crossed the Suez Canal into Egypt, and began slowly advancing southward and westward towards the city of Suez in over a week of heavy fighting that resulted in heavy casualties on both sides.[64][65]
ne: इजेप्टेली सेनाको बृहत र सफल स्वेज नहर पार संगै युद्ध सुरु भयो । इजिप्टेली सेना युद्धविराम रेखा पार गरे र बिना अबरोध सिनाई प्रायद्विप तर्फ बढे । तीन दिन पछी इजरायलले आफ्नो सेना खटायो र इजिप्टेली बढाव रोकियो र सैन्य गतिरोध सिर्जना भयो । सिरियालिले आफ्नो आक्रमण गोलन हाइट्समा केन्द्रित गरे । तर तीन दिन भित्र इजरायली फौजले सिरियाली लाई पछाडी धकेल्न सफल भए । इजरायल डिफेन्स फोर्सले चार दिन प्रत्याक्रमण गर्यो । एक हप्ताभित्रमा इजरायली तोपले दमास्कस को बाहिरी इलाकामा हमला गर्न सुरु गर्यो र इजिप्टेली राष्ट्रपति आफ्नो गठबन्धनको एकतालाई लिएर चिन्तित हुन् थाले । उनी रणनीतिक भञ्ज्याङहरु कब्जा गरेर आफ्नो अवस्था बलियो बनाउन सकिन्छ भन्ने बिश्वास गर्थे , त्यसैले उनले आक्रमणको आदेश दिए , तर ती आक्रमणहरु प्रत्याक्रमण गरिए । इजरायलीले त्यसपछी दूई इजिप्टेली सेनाको वीच जवाफी हमला गर्दै , विस्तारै दक्षिण र पश्चिम स्वेज तर्फ बढ्न थाल्यो , जुन अभियानमा दुवै तर्फ ठुलो क्षति भयो ।[64][65]

source: On October 22, a United Nations–brokered ceasefire unraveled, with each side blaming the other for the breach. By October 24, the Israelis had improved their positions considerably and completed their encirclement of Egypt's Third Army and the city of Suez. This development led to tensions between the United States and the Soviet Union, and a second ceasefire was imposed cooperatively on October 25 to end the war.
ne: अक्टोबर २२ मा , संयुक्त राष्ट्र संघ–ले युद्धविराम गरायो । अक्टोबर २४ सम्ममा इजरायलले आफ्नो अवस्था बलियो बनाउदै इजिप्टको तेश्रो आर्मी र स्वेज सहर घेरबंधीमा पर्यो । यो अवस्थाले अमेरिका र सोभियत संघ बीच तनाब उत्पन्न गरायो र २५ अक्टोबरमा अर्को युद्ध बिराम भए संगै युद्ध अन्त्य भयो ।

source: The Arab world had experienced humiliation in the lopsided rout of the Egyptian–Syrian–Jordanian alliance in the Six-Day War but felt psychologically vindicated by early successes in this conflict. The war led Israel to recognize that, despite impressive operational and tactical achievements on the battlefield, there was no guarantee that they would always dominate the Arab states militarily, as they had consistently through the earlier 1948 Arab–Israeli War, the Suez Crisis, and the Six-Day War. These changes paved the way for the subsequent peace process.
ne: यो युद्धको लामो दुरगामी प्रभाव पर्यो। अरब दुनियाले छ दिने युद्धको अन्त्यमा निकै अपमानित हुनु परेको थियो तर यस युद्धमा मिलेको प्रारम्भिक जीतले उनीहरुको मनोबल उच्च थियो । १९७८ मा क्याम्प डेभिड सम्झौता भयो , जस अन्तर्गत सिनाई इजिप्टमा फिर्ता गरियो र अरब राष्ट्रले पहिलो पटक इजरायललाई मान्यता दियो । इजिप्ट सोभियत संघबाट टाढा हुदै गयो ।

source: Early life and career
ne: प्रारम्भिक जीवन र वृति

source: "Sri Lanka's new president promises 'no more abductions, no more censorship'". The Guardian..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 Haviland, Charles. "Sri Lanka's life after Rajapaksa".
ne: "Sri Lanka's new president promises 'no more abductions, no more censorship'".

source: BBC News. BBC. Retrieved 14 January 2015..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Bastians, Dharisha (22 November 2014).
ne: The Guardian..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 Haviland, Charles, "Sri Lanka's life after Rajapaksa", BBC News, BBC, अभिगमन मिति १४ जनवरी २०१५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 Bastians, Dharisha (22 November 2014).

source: "'Mangala, Sripathi, JVP and UPFA'". Daily News (Sri Lanka)..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 4 5 6 7 8 9 10 "Who is this Sirisena?". Dailymirror.
ne: "'Mangala, Sripathi, JVP and UPFA'".

source: Wijeya Newspapers Ltd. Retrieved 18 January 2015..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Enter Maithripala Sirisena".
ne: Daily News (Sri Lanka)..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 3 4 5 6 7 8 9 10 "Who is this Sirisena?", Dailymirror, Wijeya Newspapers Ltd., अभिगमन मिति १८ जनवरी २०१५। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Enter Maithripala Sirisena".

source: Pallewatte Gamaralalage Maithripala Yapa Sirisena (pronounced [pallewat̪t̪ə ɡaməraːləlaːɡeː majt̪ɾiːpaːlə jaːpaː siɾiseːnə]; Sinhalese: මෛත්‍රීපාල සිරිසේන; Tamil: மைத்திரிபால சிறிசேன; born 3 September 1951) is a Sri Lankan politician and the 7th and current President of Sri Lanka, in office since January 2015.[2][3] Although born in the Western Province, Sirisena hails from the North Central Province of the country and is the first president from that province. He is an agriculturist and does not belong to the Sri Lankan political elite.[4]
ne: पल्लेवत्त गमरालगे मैत्रीपाला यापा सिरिसेना (pronounced [pallewat̪t̪ə ɡaməraːləlaːɡeː majt̪ɾiːpaːlə jaːpaː siɾiseːnə]; सिंहाली: මෛත්‍රීපාල සිරිසේන; तमिल: மைத்திரிபால சிறிசேன; जन्म ३ सेप्टेम्बर १९५१ ) एक श्रीलङ्काली राजनीतिज्ञ र जनवरी २०१५ श्रीलंकाका वर्तमान तथा सातौं राष्ट्रपति हुन् । [2][3] पश्चिमी प्रान्तमा जन्मे पनि सिरिसेना उत्तरी केन्द्रिय प्रान्तका निवासी हुन् र उक्त प्रान्तका प्रथम राष्ट्रपति हुन् । उनी कृषक पृष्ठभूमिबाट आएका थिए र उनको कुनै राजनितीक परिवार संग सम्बन्ध थिएन ।[4]
